const quiz = [
    {
        q:'متى بدأت الثورة الصناعية الأولى؟',
        options:['1780','1800','1810','1830'],
        answer:1
    },
    {
        q:'ما هي الصناعات التي شهدت تطوراً خلال الثورة الصناعية الأولى؟',
        options:['القطن والفولاذ','القطار والنسيج','القطن والنسيج','القطار والفولاذ'],
        answer:4
    },
    {
        q:'متى بدأت الثورة الصناعية الثانية؟',
        options:['1850','1860','1880','1900'],
        answer:3
    },
    {
        q:'ما هو التطور الذي عرفه القطاع الصناعي في أوروبا بفضل الثورتين الصناعيتين؟',
        options:['تسريع النمو الديموغرافي','زيادة الإنتاج بشكل كبير','تقليل معدلات البطالة','تحسين الظروف الاجتماعية'],
        answer:2
    },
    {
        q:'ماذا كانت تشمل أنشطة البنوك قبل تطور القطاع الصناعي؟',
        options:['الاستثمارات الصناعية','القروض العائلية والعقارية','التجارة الدولية', 'التأمينات الصحية'],
        answer:2
    }
]
